Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# Trigger.AfterFractionalSeconds
source: after %@ seconds
de: nach %@ Sekunden
ja: %@秒後
pt_br: após %@ segundos
ru: через %@ с.
zh_hans: 经过 %@ 秒后

# Trigger.AfterSeconds
source: after %ld seconds
de: nach %ld Sekunden
ja: %ld秒後
pt_br: após %ld segundos
ru: через %ld секунд
zh_hans: %ld 秒后

# Trigger.Alert.Title
source: Show Alert…
de: Warnung anzeigen…
ja: アラートを表示…
pt_br: Mostrar alerta…
ru: Показать оповещение…
zh_hans: 显示警报…

# Trigger.Annotate.Title
source: Annotate…
de: Anmerkung hinzufügen…
ja: 注釈を追加…
pt_br: Anotar…
ru: Аннотировать…
zh_hans: 注释功能…

# Trigger.Bell.Title
source: Ring Bell
de: Signalton auslösen
ja: ベルを鳴らす
pt_br: Tocar campainha
ru: Подать звуковой сигнал
zh_hans: 发出响铃

# Trigger.Bounce.Param.Once
source: Bounce Once
de: Einmal hüpfen lassen
ja: 1回だけバウンド
pt_br: Balançar uma vez
ru: Подпрыгнуть один раз
zh_hans: 一次弹跳

# Trigger.Bounce.Param.UntilActivated
source: Bounce Until Activated
de: Hüpfen, bis iTerm2 aktiviert wird
ja: アクティブになるまでバウンド
pt_br: Balançar até ativar
ru: Подпрыгивать до активации
zh_hans: 持续弹跳直至激活

# Trigger.Bounce.Title
source: Bounce Dock Icon
de: Dock-Symbol hüpfen lassen
ja: Dockアイコンをバウンドさせる
pt_br: Balançar ícone do Dock
ru: Подпрыгивание значка в Dock
zh_hans: 弹跳 Dock 图标

# Trigger.BufferInput.Param.Start
source: Start Buffering Input
de: Eingabepufferung starten
ja: 入力のバッファリングを開始
pt_br: Iniciar buffer de entrada
ru: Начать буферизацию ввода
zh_hans: 开始输入缓冲

# Trigger.BufferInput.Param.Stop
source: Stop Buffering Input
de: Eingabepufferung beenden
ja: 入力のバッファリングを停止
pt_br: Parar buffer de entrada
ru: Остановить буферизацию ввода
zh_hans: 停止输入缓冲

# Trigger.BufferInput.Title
source: Buffer Input…
de: Eingabe puffern…
ja: 入力をバッファリング…
pt_br: Buffer de entrada…
ru: Буферизация ввода…
zh_hans: 输入缓冲中…

# Trigger.Capture.Title
source: Capture Output
de: Ausgabe erfassen
ja: 出力をキャプチャ
pt_br: Capturar saída
ru: Захватить вывод
zh_hans: 捕获输出

# Trigger.CommandRegex
source: command /%@/
de: Befehl /%@/
ja: コマンド /%@/
pt_br: comando /%@/
ru: команда /%@/
zh_hans: 命令 /%@/

# Trigger.ContentLabel
source: Content:
de: Inhalt:
ja: 内容:
pt_br: Conteúdo:
ru: Содержимое:
zh_hans: 内容：

# Trigger.Coprocess.Title
source: Run Coprocess…
de: Koprozess ausführen…
ja: コプロセスを実行…
pt_br: Executar coprocesso…
ru: Запустить сопроцесс…
zh_hans: 运行协处理器…

# Trigger.EnterWorkgroup.Title
source: Enter Workgroup…
de: Arbeitsgruppe betreten…
ja: ワークグループに参加…
pt_br: Entrar no grupo de trabalho…
ru: Войти в рабочую группу…
zh_hans: 加入工作组…

# Trigger.EnterWorkgroupBrowser.Title
source: Enter Workgroup…
de: Arbeitsgruppe betreten…
ja: ワークグループに参加…
pt_br: Entrar no grupo de trabalho…
ru: Войти в рабочую группу…
zh_hans: 加入工作组…

# Trigger.ExitWorkgroup.Title
source: Exit Workgroup
de: Arbeitsgruppe verlassen
ja: ワークグループを退出
pt_br: Sair do grupo de trabalho
ru: Выйти из рабочей группы
zh_hans: 退出工作组

# Trigger.ExitWorkgroupBrowser.Title
source: Exit Workgroup
de: Arbeitsgruppe verlassen
ja: ワークグループを退出
pt_br: Sair do grupo de trabalho
ru: Выйти из рабочей группы
zh_hans: 退出工作组

# Trigger.Fold.Title
source: Fold to Named Mark
de: Bis zu benannter Markierung einklappen
ja: 名前付きマークまで折りたたむ
pt_br: Recolher até a marca nomeada
ru: Свернуть до именованной метки
zh_hans: 折叠至指定标记

# Trigger.Highlight.Color.BlackBackground
source: Black Background
de: Schwarzer Hintergrund
ja: 黒背景
pt_br: Fundo preto
ru: Чёрный фон
zh_hans: 黑色背景

# Trigger.Highlight.Color.BlackForeground
source: Black Foreground
de: Schwarzer Vordergrund
ja: 黒文字
pt_br: Texto preto
ru: Чёрный текст
zh_hans: 黑色前景

# Trigger.Highlight.Color.BlackOnOrange
source: Black on Orange
de: Schwarz auf Orange
ja: オレンジ背景に黒文字
pt_br: Preto sobre laranja
ru: Чёрный на оранжевом
zh_hans: 橙色上的黑色

# Trigger.Highlight.Color.BlackOnPurple
source: Black on Purple
de: Schwarz auf Lila
ja: 紫背景に黒文字
pt_br: Preto sobre roxo
ru: Чёрный на фиолетовом
zh_hans: 紫色上的黑色

# Trigger.Highlight.Color.BlackOnYellow
source: Black on Yellow
de: Schwarz auf Gelb
ja: 黄色背景に黒文字
pt_br: Preto sobre amarelo
ru: Чёрный на жёлтом
zh_hans: 黄色上的黑色

# Trigger.Highlight.Color.BlueBackground
source: Blue Background
de: Blauer Hintergrund
ja: 青背景
pt_br: Fundo azul
ru: Синий фон
zh_hans: 蓝色背景

# Trigger.Highlight.Color.BlueForeground
source: Blue Foreground
de: Blauer Vordergrund
ja: 青文字
pt_br: Texto azul
ru: Синий текст
zh_hans: 蓝色前景

# Trigger.Highlight.Color.BrownBackground
source: Brown Background
de: Brauner Hintergrund
ja: 茶色背景
pt_br: Fundo marrom
ru: Коричневый фон
zh_hans: 棕色背景

# Trigger.Highlight.Color.BrownForeground
source: Brown Foreground
de: Brauner Vordergrund
ja: 茶色文字
pt_br: Texto marrom
ru: Коричневый текст
zh_hans: 棕色前景

# Trigger.Highlight.Color.CyanBackground
source: Cyan Background
de: Cyan-Hintergrund
ja: シアン背景
pt_br: Fundo ciano
ru: Голубой фон
zh_hans: 青色背景

# Trigger.Highlight.Color.CyanForeground
source: Cyan Foreground
de: Cyan-Vordergrund
ja: シアン文字
pt_br: Texto ciano
ru: Голубой текст
zh_hans: 青色前景色

# Trigger.Highlight.Color.DarkGrayBackground
source: Dark Gray Background
de: Dunkelgrauer Hintergrund
ja: ダークグレー背景
pt_br: Fundo cinza-escuro
ru: Тёмно-серый фон
zh_hans: 深灰色背景

# Trigger.Highlight.Color.DarkGrayForeground
source: Dark Gray Foreground
de: Dunkelgrauer Vordergrund
ja: ダークグレー文字
pt_br: Texto cinza-escuro
ru: Тёмно-серый текст
zh_hans: 深灰色前景色

# Trigger.Highlight.Color.GrayBackground
source: Gray Background
de: Grauer Hintergrund
ja: グレー背景
pt_br: Fundo cinza
ru: Серый фон
zh_hans: 灰色背景

# Trigger.Highlight.Color.GrayForeground
source: Gray Foreground
de: Grauer Vordergrund
ja: グレー文字
pt_br: Texto cinza
ru: Серый текст
zh_hans: 灰色前景色

# Trigger.Highlight.Color.GreenBackground
source: Green Background
de: Grüner Hintergrund
ja: 緑背景
pt_br: Fundo verde
ru: Зелёный фон
zh_hans: 绿色背景

# Trigger.Highlight.Color.GreenForeground
source: Green Foreground
de: Grüner Vordergrund
ja: 緑文字
pt_br: Texto verde
ru: Зелёный текст
zh_hans: 绿色前景

# Trigger.Highlight.Color.LightGrayBackground
source: Light Gray Background
de: Hellgrauer Hintergrund
ja: ライトグレー背景
pt_br: Fundo cinza-claro
ru: Светло-серый фон
zh_hans: 浅灰色背景

# Trigger.Highlight.Color.LightGrayForeground
source: Light Gray Foreground
de: Hellgrauer Vordergrund
ja: ライトグレー文字
pt_br: Texto cinza-claro
ru: Светло-серый текст
zh_hans: 浅灰色前景

# Trigger.Highlight.Color.MagentaBackground
source: Magenta Background
de: Magenta-Hintergrund
ja: マゼンタ背景
pt_br: Fundo magenta
ru: Пурпурный фон
zh_hans: 品红背景

# Trigger.Highlight.Color.MagentaForeground
source: Magenta Foreground
de: Magenta-Vordergrund
ja: マゼンタ文字
pt_br: Texto magenta
ru: Пурпурный текст
zh_hans: 品红前景色

# Trigger.Highlight.Color.OrangeBackground
source: Orange Background
de: Oranger Hintergrund
ja: オレンジ背景
pt_br: Fundo laranja
ru: Оранжевый фон
zh_hans: 橙色背景色

# Trigger.Highlight.Color.OrangeForeground
source: Orange Foreground
de: Oranger Vordergrund
ja: オレンジ文字
pt_br: Texto laranja
ru: Оранжевый текст
zh_hans: 橙色前景色

# Trigger.Highlight.Color.OrangeOnBlack
source: Orange on Black
de: Orange auf Schwarz
ja: 黒背景にオレンジ文字
pt_br: Laranja sobre preto
ru: Оранжевый на чёрном
zh_hans: 黑色上的橙色

# Trigger.Highlight.Color.PurpleBackground
source: Purple Background
de: Lila Hintergrund
ja: 紫背景
pt_br: Fundo roxo
ru: Фиолетовый фон
zh_hans: 紫色背景色

# Trigger.Highlight.Color.PurpleForeground
source: Purple Foreground
de: Lila Vordergrund
ja: 紫文字
pt_br: Texto roxo
ru: Фиолетовый текст
zh_hans: 紫色前景色

# Trigger.Highlight.Color.PurpleOnBlack
source: Purple on Black
de: Lila auf Schwarz
ja: 黒背景に紫文字
pt_br: Roxo sobre preto
ru: Фиолетовый на чёрном
zh_hans: 黑色背景上呈现紫色

# Trigger.Highlight.Color.RedBackground
source: Red Background
de: Roter Hintergrund
ja: 赤背景
pt_br: Fundo vermelho
ru: Красный фон
zh_hans: 红色背景

# Trigger.Highlight.Color.RedForeground
source: Red Foreground
de: Roter Vordergrund
ja: 赤文字
pt_br: Texto vermelho
ru: Красный текст
zh_hans: 红色前景色

# Trigger.Highlight.Color.RedOnWhite
source: Red on White
de: Rot auf Weiß
ja: 白背景に赤文字
pt_br: Vermelho sobre branco
ru: Красный на белом
zh_hans: 白色背景上呈现红色

# Trigger.Highlight.Color.WhiteBackground
source: White Background
de: Weißer Hintergrund
ja: 白背景
pt_br: Fundo branco
ru: Белый фон
zh_hans: 白色背景

# Trigger.Highlight.Color.WhiteForeground
source: White Foreground
de: Weißer Vordergrund
ja: 白文字
pt_br: Texto branco
ru: Белый текст
zh_hans: 白色前景

# Trigger.Highlight.Color.WhiteOnRed
source: White on Red
de: Weiß auf Rot
ja: 赤背景に白文字
pt_br: Branco sobre vermelho
ru: Белый на красном
zh_hans: 红色背景上的白色

# Trigger.Highlight.Color.YellowBackground
source: Yellow Background
de: Gelber Hintergrund
ja: 黄色背景
pt_br: Fundo amarelo
ru: Жёлтый фон
zh_hans: 黄色背景

# Trigger.Highlight.Color.YellowForeground
source: Yellow Foreground
de: Gelber Vordergrund
ja: 黄色文字
pt_br: Texto amarelo
ru: Жёлтый текст
zh_hans: 黄色前景

# Trigger.Highlight.Color.YellowOnBlack
source: Yellow on Black
de: Gelb auf Schwarz
ja: 黒背景に黄色文字
pt_br: Amarelo sobre preto
ru: Жёлтый на чёрном
zh_hans: 黄色在黑色背景上

# Trigger.Hyperlink.Title
source: Make Hyperlink…
de: Hyperlink erstellen…
ja: ハイパーリンクを作成…
pt_br: Criar hyperlink…
ru: Создать гиперссылку…
zh_hans: 创建超链接…

# Trigger.HyperlinkBrowser.Title
source: Make Hyperlink…
de: Hyperlink erstellen…
ja: ハイパーリンクを作成…
pt_br: Criar hyperlink…
ru: Создать гиперссылку…
zh_hans: 创建超链接…

# Trigger.Inject.Title
source: Inject Data…
de: Daten einschleusen…
ja: データを注入…
pt_br: Injetar dados…
ru: Внедрить данные…
zh_hans: 注入数据…

# Trigger.InjectJavascriptContent.Title
source: Inject Javascript (Content Regex)
de: JavaScript einschleusen (Inhalts-Regex)
ja: JavaScriptを注入(内容の正規表現)
pt_br: Injetar JavaScript (regex de conteúdo)
ru: Внедрить Javascript (регулярное выражение содержимого)
zh_hans: 注入 JavaScript（内容正则表达式）

# Trigger.InjectJavascriptURL.Title
source: Inject Javascript (URL Regex)
de: JavaScript einschleusen (URL-Regex)
ja: JavaScriptを注入(URLの正規表現)
pt_br: Injetar JavaScript (regex de URL)
ru: Внедрить Javascript (регулярное выражение URL)
zh_hans: 注入 JavaScript (URL 正则表达式)

# Trigger.Mark.Param.KeepScrolling
source: Keep Scrolling
de: Scrollen fortsetzen
ja: スクロールを継続
pt_br: Continuar rolando
ru: Продолжать прокрутку
zh_hans: 继续滚动

# Trigger.Mark.Param.StopScrolling
source: Stop Scrolling
de: Scrollen stoppen
ja: スクロールを停止
pt_br: Parar rolagem
ru: Остановить прокрутку
zh_hans: 停止滚动

# Trigger.Mark.Title
source: Set Mark
de: Markierung setzen
ja: マークを設定
pt_br: Definir marca
ru: Установить метку
zh_hans: 设置标记

# Trigger.MatchingRegex
source: matching /%@/
de: passend zu /%@/
ja: 一致 /%@/
pt_br: correspondendo a /%@/
ru: соответствует /%@/
zh_hans: 匹配 /%@/

# Trigger.MuteCoprocess.Title
source: Run Silent Coprocess…
de: Stillen Koprozess ausführen…
ja: サイレントコプロセスを実行…
pt_br: Executar coprocesso silencioso…
ru: Запустить тихий сопроцесс…
zh_hans: 运行静默协处理器…

# Trigger.NonZeroExitCode
source: non-zero exit code
de: Exit-Code ungleich null
ja: 0以外の終了コード
pt_br: código de saída diferente de zero
ru: ненулевой код выхода
zh_hans: 非零退出代码

# Trigger.ParameterErrorHeading
source: Error in Trigger Parameter
de: Fehler im Trigger-Parameter
ja: トリガーパラメータのエラー
pt_br: Erro no parâmetro do gatilho
ru: Ошибка в параметре триггера
zh_hans: 触发器参数出错

# Trigger.ParameterEvaluationFailed
source: The following parameter for a “%1$@” trigger could not be evaluated: %2$@ The error was: %3$@
de: Der folgende Parameter für einen „%1$@“-Trigger konnte nicht ausgewertet werden: %2$@ Der Fehler lautete: %3$@
ja: 「%1$@」トリガーの次のパラメータを評価できませんでした: %2$@ エラー内容: %3$@
pt_br: O seguinte parâmetro de um gatilho “%1$@” não pôde ser avaliado: %2$@ O erro foi: %3$@
ru: Не удалось вычислить следующий параметр триггера «%1$@»: %2$@ Ошибка: %3$@
zh_hans: “%1$@”触发器对应的以下参数无法计算： %2$@ 错误提示： %3$@

# Trigger.Password.Title
source: Open Password Manager…
de: Passwort-Manager öffnen…
ja: パスワードマネージャーを開く…
pt_br: Abrir cofre de senhas…
ru: Открыть менеджер паролей…
zh_hans: 打开密码管理器…

# Trigger.ProgressBarAppeared
source: appeared
de: erschienen
ja: 表示された
pt_br: apareceu
ru: появился
zh_hans: 已显示

# Trigger.ProgressBarDisappeared
source: disappeared
de: verschwunden
ja: 非表示になった
pt_br: desapareceu
ru: исчез
zh_hans: 已消失

# Trigger.ReaderModeBrowser.Title
source: Enter Reader Mode
de: Lesemodus aktivieren
ja: リーダーモードに入る
pt_br: Entrar no modo de leitura
ru: Включить режим чтения
zh_hans: 进入阅读模式

# Trigger.ReloadBrowser.Title
source: Reload After Delay
de: Nach Verzögerung neu laden
ja: 遅延後に再読み込み
pt_br: Recarregar após atraso
ru: Перезагрузить с задержкой
zh_hans: 延迟后重新加载

# Trigger.RPC.Title
source: Invoke Script Function
de: Skriptfunktion aufrufen
ja: スクリプト関数を呼び出す
pt_br: Chamar função de script
ru: Вызвать функцию скрипта
zh_hans: 调用脚本函数

# Trigger.Script.Title
source: Run Command…
de: Befehl ausführen…
ja: コマンドを実行…
pt_br: Executar comando…
ru: Выполнить команду…
zh_hans: 运行命令…

# Trigger.SendText.Title
source: Send Text…
de: Text senden…
ja: テキストを送信…
pt_br: Enviar texto…
ru: Отправить текст…
zh_hans: 发送文本…

# Trigger.SetDirectory.Title
source: Report Directory
de: Verzeichnis melden
ja: ディレクトリを報告
pt_br: Informar diretório
ru: Сообщить каталог
zh_hans: 报告目录

# Trigger.SetHostname.Title
source: Report User & Host
de: Benutzer und Host melden
ja: ユーザーとホストを報告
pt_br: Informar usuário e host
ru: Сообщить пользователя и хост
zh_hans: 报告用户与主机

# Trigger.SetNamedMark.Title
source: Set Named Mark
de: Benannte Markierung setzen
ja: 名前付きマークを設定
pt_br: Definir marca nomeada
ru: Установить именованную метку
zh_hans: 设置命名标记

# Trigger.SetProfileBoolean.Title
source: Set Profile Setting…
de: Profileinstellung festlegen…
ja: プロファイルの設定を変更…
pt_br: Definir ajuste de perfil…
ru: Задать настройку профиля…
zh_hans: 设置配置文件设置…

# Trigger.SetTitle.Title
source: Set Title…
de: Titel festlegen…
ja: タイトルを設定…
pt_br: Definir título…
ru: Задать заголовок…
zh_hans: 设置标题…

# Trigger.SGR.Title
source: Change Style…
de: Stil ändern…
ja: スタイルを変更…
pt_br: Alterar estilo…
ru: Изменить стиль…
zh_hans: 更改样式…

# Trigger.ShellPrompt.Title
source: Prompt Detected
de: Prompt erkannt
ja: プロンプトを検出
pt_br: Prompt detectado
ru: Обнаружено приглашение
zh_hans: 检测到命令提示符

# Trigger.Stop.Title
source: Stop Processing Triggers
de: Verarbeitung von Triggern stoppen
ja: トリガーの処理を停止
pt_br: Parar de processar gatilhos
ru: Прекратить обработку триггеров
zh_hans: 停止处理触发器

# Trigger.UserNotification.Title
source: Post Notification…
de: Benachrichtigung senden…
ja: 通知を送信…
pt_br: Enviar notificação…
ru: Отправить уведомление…
zh_hans: 发送通知…

# Triggers.Copied
source: Copied
de: Kopiert
ja: コピーしました
pt_br: Copiado
ru: Скопировано
zh_hans: 已拷贝

# Triggers.CopyAsURL
source: Copy Trigger as URL to Clipboard
de: Trigger als URL in die Zwischenablage kopieren
ja: トリガーをURLとしてクリップボードにコピー
pt_br: Copiar gatilho como URL para a área de transferência
ru: Скопировать триггер в виде URL в буфер обмена
zh_hans: 将触发器作为 URL 拷贝到剪贴板

# Triggers.ExportFailedHeading
source: Export Failed
de: Export fehlgeschlagen
ja: 書き出しに失敗しました
pt_br: Falha na exportação
ru: Экспорт не удался
zh_hans: 导出失败

# Triggers.ExportSaveError
source: Error saving to %1$@: %2$@
de: Fehler beim Speichern in %1$@: %2$@
ja: %1$@への保存エラー: %2$@
pt_br: Erro ao salvar em %1$@: %2$@
ru: Ошибка сохранения в %1$@: %2$@
zh_hans: 将内容保存到 %1$@ 时出错：%2$@

# Triggers.ExportToFile
source: Export to File
de: In Datei exportieren
ja: ファイルに書き出す
pt_br: Exportar para arquivo
ru: Экспортировать в файл
zh_hans: 导出到文件

# Triggers.ImportDescriptionFormat
source: On “%1$@”, %2$@
de: Bei „%1$@“, %2$@
ja: 「%1$@」で%2$@
pt_br: Em “%1$@”, %2$@
ru: При «%1$@» %2$@
zh_hans: 在 “%1$@” 中，%2$@

# Triggers.ImportDescriptionInstantlyFormat
source: On “%1$@”, %2$@ instantly
de: Bei „%1$@“, %2$@ sofort
ja: 「%1$@」で即座に%2$@
pt_br: Em “%1$@”, %2$@ instantaneamente
ru: При «%1$@» %2$@ мгновенно
zh_hans: 在“%1$@”上，%2$@立即执行

# Triggers.ImportFailedHeading
source: Import Failed
de: Import fehlgeschlagen
ja: 読み込みに失敗しました
pt_br: Falha na importação
ru: Импорт не удался
zh_hans: 导入失败

# Triggers.ImportLoadingError
source: While loading %1$@: %2$@
de: Beim Laden von %1$@: %2$@
ja: %1$@の読み込み中: %2$@
pt_br: Ao carregar %1$@: %2$@
ru: При загрузке %1$@: %2$@
zh_hans: 加载 %1$@时：%2$@

# Triggers.ImportMalformed
source: Malformed file at %@
de: Fehlerhafte Datei bei %@
ja: %@のファイルの形式が不正です
pt_br: Arquivo malformado em %@
ru: Повреждённый файл: %@
zh_hans: 文件格式错误：%@

# Triggers.ImportMoreCount
source: …and %@ more
de: …und %@ weitere
ja: …他%@件
pt_br: …e mais %@
ru: …и ещё %@
zh_hans: …以及另外 %@ 个

# Triggers.ImportParsingError
source: While parsing %1$@: %2$@
de: Beim Verarbeiten von %1$@: %2$@
ja: %1$@の解析中: %2$@
pt_br: Ao analisar %1$@: %2$@
ru: При разборе %1$@: %2$@
zh_hans: 解析 %1$@时：%2$@

# Triggers.ImportSelectProfiles
source: Select the profiles into which these triggers should be imported: %@
de: Wählen Sie die Profile aus, in die diese Trigger importiert werden sollen: %@
ja: これらのトリガーをインポートするプロファイルを選択してください: %@
pt_br: Selecione os perfis nos quais estes gatilhos devem ser importados: %@
ru: Выберите профили, в которые следует импортировать эти триггеры: %@
zh_hans: 选择要将这些触发器导入到的配置文件： %@

# Triggers.LabelBackground
source: Background:
de: Hintergrund:
ja: 背景:
pt_br: Plano de fundo:
ru: Фон:
zh_hans: 背景：

# Triggers.LabelDot
source: Dot:
de: Punkt:
ja: ドット:
pt_br: Ponto:
ru: Точка:
zh_hans: 圆点：

# Triggers.PlaceholderValue
source: Value
de: Wert
ja: 値
pt_br: Valor
ru: Значение
zh_hans: 值

# TrustGate.CustomCommands
source: %lld custom commands that will run when the arrangement opens
de: %lld benutzerdefinierte Befehle, die beim Öffnen der Anordnung ausgeführt werden
ja: 配置を開くときに実行されるカスタムコマンド%lld個
pt_br: %lld comandos personalizados que serão executados quando o arranjo abrir
ru: %lld пользовательских команд, которые будут выполнены при открытии расстановки
zh_hans: 打开窗口排列时将运行的自定义命令有 %lld 个

# TrustGate.EmbeddedSessionProfiles
source: %lld embedded session profiles
de: %lld eingebettete Sitzungsprofile
ja: 組み込みセッションプロファイル%lld個
pt_br: %lld perfis de sessão incorporados
ru: %lld встроенных профилей сессии
zh_hans: 内嵌的会话配置文件有 %lld 个

# TrustGate.SessionsWithInitialText
source: %lld sessions with text that will be typed into the terminal on startup
de: %lld Sitzungen mit Text, der beim Start in das Terminal eingegeben wird
ja: 起動時にターミナルへ入力されるテキストを持つセッション%lld個
pt_br: %lld sessões com texto que será digitado no terminal na inicialização
ru: %lld сессий с текстом, который будет введён в терминал при запуске
zh_hans: 启动时将向终端输入文本的会话有 %lld 个

# TrustGate.SmartSelectionRules
source: %lld smart-selection rules with custom actions
de: %lld Regeln für die intelligente Auswahl mit benutzerdefinierten Aktionen
ja: カスタムアクションを持つスマート選択ルール%lld個
pt_br: %lld regras de seleção inteligente com ações personalizadas
ru: %lld правил умного выделения с пользовательскими действиями
zh_hans: 带有自定义操作的智能选取规则有 %lld 个

# TrustGate.SSHConnections
source: %lld SSH connections that will be opened automatically
de: %lld SSH-Verbindungen, die automatisch geöffnet werden
ja: 自動的に開かれるSSH接続%lld個
pt_br: %lld conexões SSH que serão abertas automaticamente
ru: %lld SSH-соединений, которые будут открыты автоматически
zh_hans: 将自动打开的 SSH 连接有 %lld 个

# TrustGate.Triggers
source: %lld triggers that run actions when matching output appears
de: %lld Trigger, die Aktionen ausführen, wenn passende Ausgabe erscheint
ja: 一致した出力に対してアクションを実行するトリガー%lld個
pt_br: %lld gatilhos que executam ações quando aparece uma saída correspondente
ru: %lld триггеров, которые выполняют действия при появлении соответствующего вывода
zh_hans: 匹配输出出现时执行操作的触发器有 %lld 个

# UndoCloseShortcutChange.Body
source: ⌘⇧T now restores recently closed tabs (Undo Close). The Show Tabs in Fullscreen shortcut has moved to ⌘⇧U. Would you like to keep ⌘⇧T as the shortcut for Show Tabs in Fullscreen by adding a key binding?
de: ⌘⇧T stellt jetzt kürzlich geschlossene Tabs wieder her (Schließen rückgängig machen). Der Tastaturkurzbefehl für „Tabs im Vollbildmodus anzeigen“ wurde auf ⌘⇧U verschoben. Möchten Sie ⌘⇧T als Tastenkombination für „Tabs im Vollbildmodus anzeigen“ beibehalten, indem Sie eine Tastenzuordnung hinzufügen?
ja: ⌘⇧Tは最近閉じたタブを復元するようになりました(閉じるを元に戻す)。フルスクリーンでタブを表示するショートカットは⌘⇧Uに変更されました。 キー割り当てを追加して、⌘⇧Tをフルスクリーンでタブを表示するショートカットとして維持しますか?
pt_br: ⌘⇧T agora restaura abas fechadas recentemente (Desfazer fechamento). O atalho de Mostrar abas em tela cheia foi movido para ⌘⇧U. Você quer manter ⌘⇧T como atalho para Mostrar abas em tela cheia adicionando uma associação de tecla?
ru: Теперь ⌘⇧T восстанавливает недавно закрытые вкладки (Отменить закрытие). Сочетание клавиш для показа вкладок в полноэкранном режиме перемещено на ⌘⇧U. Хотите сохранить ⌘⇧T как сочетание клавиш для показа вкладок в полноэкранном режиме, добавив привязку клавиш?
zh_hans: ⌘⇧T 现在用于恢复最近关闭的标签页（撤销关闭）。“全屏幕显示标签页”的快捷键已移至 ⌘⇧U。 是否要通过添加按键绑定，将 ⌘⇧T 保留为“全屏幕显示标签页”的快捷键？

# UndoCloseShortcutChange.Heading
source: Keyboard Shortcut Changed
de: Tastaturkurzbefehl geändert
ja: キーボードショートカットが変更されました
pt_br: Atalho de teclado alterado
ru: Сочетание клавиш изменено
zh_hans: 键盘快捷键已更改

# UndoCloseShortcutChange.KeepNewShortcut
source: Keep New Shortcut
de: Neuen Kurzbefehl behalten
ja: 新しいショートカットを維持
pt_br: Manter novo atalho
ru: Оставить новое сочетание
zh_hans: 保留新快捷键

# UndoCloseShortcutChange.RestoreShowTabs
source: Restore ⌘⇧T to Show Tabs
de: ⌘⇧T für „Tabs anzeigen“ wiederherstellen
ja: ⌘⇧Tをタブ表示に戻す
pt_br: Restaurar ⌘⇧T para Mostrar abas
ru: Вернуть ⌘⇧T для показа вкладок
zh_hans: 将 ⌘⇧T 恢复为显示标签页

# UndoMenu.CloseSession
source: Undo Close Session
de: Sitzung schließen rückgängig machen
ja: セッションを閉じるを元に戻す
pt_br: Desfazer fechamento da sessão
ru: Отменить закрытие сессии
zh_hans: 撤销关闭会话

# UnsavedSettings.DisableLoadFromURL
source: Disable Loading Settings from URL
de: Laden von Einstellungen aus URL deaktivieren
ja: URLからの設定の読み込みを無効化
pt_br: Desativar carregamento de ajustes a partir de URL
ru: Отключить загрузку настроек из URL
zh_hans: 停用从 URL 载入设置

# UnsavedSettings.HideNotification
source: Hide Unsaved Changes Notification
de: Benachrichtigung über nicht gespeicherte Änderungen ausblenden
ja: 未保存の変更通知を隠す
pt_br: Ocultar notificação de alterações não salvas
ru: Скрыть уведомление о несохранённых изменениях
zh_hans: 隐藏未存储更改的通知

# UnsavedSettings.SaveSettings
source: Save Settings
de: Einstellungen speichern
ja: 設定を保存
pt_br: Salvar ajustes
ru: Сохранить настройки
zh_hans: 存储设置

# UnsavedSettings.SaveSettingsAutomatically
source: Save Settings Automatically
de: Einstellungen automatisch speichern
ja: 設定を自動的に保存
pt_br: Salvar ajustes automaticamente
ru: Сохранять настройки автоматически
zh_hans: 自动存储设置

# UploadIndicator.Uploading
source: Uploading “%@”…
de: „%@“ wird hochgeladen…
ja: 「%@」をアップロード中…
pt_br: Enviando “%@”…
ru: Загрузка «%@»…
zh_hans: 正在上传“%@”…

# URLActionHelper.EnterUsernameForHost
source: Enter username for host %@ to download file with scp
de: Benutzername für Host %@ eingeben, um Datei mit scp herunterzuladen
ja: scpでファイルをダウンロードするためのホスト%@のユーザー名を入力してください
pt_br: Digite o nome de usuário do host %@ para baixar o arquivo com scp
ru: Введите имя пользователя для хоста %@, чтобы скачать файл с помощью scp
zh_hans: 输入主机 %@ 的用户名以使用 scp 下载文件

# URLActionHelper.URLHandlerCommandFailed
source: URL Handler Command Failed
de: URL-Handler-Befehl fehlgeschlagen
ja: URLハンドラコマンドが失敗しました
pt_br: Falha no comando do handler de URL
ru: Команда обработчика URL не выполнена
zh_hans: URL 处理器命令失败

# URLBar.FaviconAccessibility
source: Site icon - drag to copy URL
de: Website-Symbol – zum Kopieren der URL ziehen
ja: サイトアイコン - ドラッグしてURLをコピー
pt_br: Ícone do site - arraste para copiar a URL
ru: Значок сайта. Перетащите, чтобы скопировать URL
zh_hans: 站点图标 - 拖移以拷贝 URL

# URLBar.LoadingSuggestions
source: Loading suggestions…
de: Vorschläge werden geladen…
ja: 候補を読み込み中…
pt_br: Carregando sugestões…
ru: Загрузка предложений…
zh_hans: 正在载入建议…

# URLBar.Placeholder
source: Search or enter website name
de: Suchen oder Website-Namen eingeben
ja: 検索するかウェブサイト名を入力
pt_br: Busque ou digite o nome do site
ru: Поиск или введите название сайта
zh_hans: 搜索或输入网站名称
